Repository: franciscof5/sistema-pomodoros-javascript-wp-theme-2016
Catalog: plugins/ultimate-timeline/includes/languages/ultimate-timeline-*.po
Languages: es_es

source: Title For Tweets
es_es: Título para Tweets

source: Title For Facebook Posts
es_es: Título para Facebook

source: Title For Dribbble Posts
es_es: Título para Dribbble

source: Title For Instagram Posts
es_es: Título para Instagram

source: Text For No Post Content
es_es: Texto Para No publicar contenido

source: Items Per Load
es_es: Los productos que por carga

source: Link Post Titles
es_es: Enlace Pon Títulos

source: Load More Method
es_es: Cargue Más Método

source: Show Time After Date
es_es: Show Time Después de Fecha

source: Font Awesome Integration
es_es: Font Awesome fuente

source: Icons Type
es_es: Iconos Tipo

source: Display Twitter Icon
es_es: Visualizar Twitter Icon

source: Twitter Icon Font Awesome Code
es_es: Twitter Icon Font Awesome Código

source: Display Facebook Icon
es_es: Visualizar Facebook Icon

source: Facebook Icon Font Awesome Code
es_es: Facebook Icon Font Awesome Código

source: Display Dribbble Icon
es_es: Visualizar Dribbble Icon

source: Dribbble Icon Font Awesome Code
es_es: Dribbble Icon Font Awesome Código

source: Display Instagram Icon
es_es: Visualizar Instagram Icon

source: Instagram Icon Font Awesome Code
es_es: Instagram Icon Font Awesome Código

source: Display Post Icon
es_es: Visualizar Post Icon

source: Post Icon Font Awesome Code
es_es: Post Icon Font Awesome Código

source: Display Status Icon
es_es: Visualizar Status Icon

source: Status Icon Font Awesome Code
es_es: Status Icon Font Awesome Código

source: Display Affiliate Link
es_es: Visualizar Affiliate Link

source: If Yes Title will link to individual blog post
es_es: En caso afirmativo Título vinculará al blog individuo

source: File description
es_es: Descripción del archivo

source: Turn off if your theme conflicts with Font Awesome
es_es: Apague si sus conflictos temáticas con Font Awesome

source: Main Background Colour
es_es: Color de fondo principal

source: Text Container
es_es: Contenedor de texto

source: Title Color
es_es: Título del color

source: Container color
es_es: Contenido de color

source: Footer Background
es_es: Pie de página de fondo

source: Begin End Color
es_es: Comience Color final

source: Begin End Background
es_es: Comenzar Fin de fondo

source: You can get your twitter API Keys here
es_es: Usted puede obtener sus claves de la API de Twitter aquí

source: <b>Connection Settings for Twitter</b>
es_es: <b>Ajustes de conexión para Twitter</b>

source: <b>Connection Settings for Facebook</b>
es_es: <b>Ajustes de conexión para Facebook</b>

source: <b>Connection Settings for Instagram</b>
es_es: <b>Ajustes de conexión para Instagram</b>

source: You can get your Facebook API Keys here
es_es: Usted puede obtener sus claves de la API de Facebook aquí

source: You can get your Instagram Client Keys here
es_es: Usted puede obtener sus claves de la Client de Instagram aquí
