Repository: franciscof5/sistema-pomodoros-javascript-wp-theme-2016
Catalog: themes/wharton/languages/*.po
Languages: ru_ru

source: Please try using our search to find the content you were looking for.
ru_ru: Пользуйтесь поиском.

source: Nothing Found for: %s
ru_ru: Не нашёл %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ru_ru: Нет такого. Попробуйте найти что-то другое.

source: Comments (0)
ru_ru: Комментариев (0)

source: Comments (1)
ru_ru: Комментарий (1)

source: Comments (%)
ru_ru: Комментариев (%)

source: This post is password protected. Enter the password to view any comments.
ru_ru: Эта запись защищена паролем. У вас есть?

source: <span class="meta-nav">&larr;</span> Older Comments
ru_ru: <span class="meta-nav">&larr;</span> Предыдущие комментарии

source: Newer Comments <span class="meta-nav">&rarr;</span>
ru_ru: Свежие комментарии <span class="meta-nav">&rarr;</span>

source: Leave a comment
ru_ru: Оставить комментарий

source: Your email address will not be published. Required fields are marked <span class="required">*</span>
ru_ru: Мы никому не покажем ваш адрес. Обязательные поля отмечены <span class="required">*</span>

source: Comment
ru_ru: Комментировать

source: Post Comment
ru_ru: Оставить комментарий

source: Go to Home
ru_ru: На главную

source: Search Results for: %s
ru_ru: Результаты поиска %s

source: Type and hit enter
ru_ru: Что ищете + Enter

source: Search
ru_ru: Поиск

source: <span>Pages:</span>
ru_ru: <span>Страницы:</span>

source: Most recent posts
ru_ru: Свежие записи

source: By month
ru_ru: По месяцам

source: By year
ru_ru: По годам

source: By category
ru_ru: По разделам

source: Saved:
ru_ru: Раздел:

source: Tagged:
ru_ru: Метки:

source: By
ru_ru: Автор

source: 0 Comments
ru_ru: Нет комментариев

source: 1 Comment
ru_ru: 1 комментарий

source: % Comments
ru_ru: % комментариев

source: .Prev Page
ru_ru: .Предыдущая страница

source: Next Page.
ru_ru: Следующая страница.

source: .Previously
ru_ru: .Предыдущая

source: Up Next.
ru_ru: Следующая.

source: Post Formats
ru_ru: Типы записей

source: To keep things simple, please fill out the following below per post format, you must ensure you also choose the right post format from the 'Format' panel for the below to work
ru_ru: Заполните поля ниже, и не забудьте выбрать нужный формат записи.

source: Link Format
ru_ru: Ссылка

source: URL (Web Address):
ru_ru: URL:

source: Open this link in the same window (this overrides the default new window/tab)
ru_ru: Открыть ссылку в родительском окне.

source: Video Format:
ru_ru: Видео:

source: Video Embed Code:
ru_ru: Код видео:

source: Status Format:
ru_ru: Статус:

source: Insert Facebook or Twitter Embed Code:
ru_ru: Код Фейсбука или Твиттера:

source: Audio Format (mp3):
ru_ru: Аудио (mp3):

source: Audio Web Address (URL - you can upload via WordPress and then copy link into here):
ru_ru: Ссылка на файл (УРЛ — загрузите файл через стандартный загрузчик, а потом скопируйте ссылку):

source: Quote Format
ru_ru: Цитата

source: Source:
ru_ru: Источник:

source: Source URL:
ru_ru: Ссылка на источник:

source: Header Background settings
ru_ru: Настройки фона шапки

source: Choose your header background colour - if you set a header image below, the colour will sit behind that image.
ru_ru: Выберите цвет шапки. Если вставите картинку на фон, то этот цвет будет за ней.

source: Choose Background Colour
ru_ru: Цвет фона

source: Choose Text Colour
ru_ru: Цвет текста

source: Background Cover or Repeat...
ru_ru: Растянуть или повторять фон…

source: Cover background (Default)
ru_ru: Цвет фона по умолчанию

source: No-repeat
ru_ru: Не повторять

source: Repeat (Tiled)
ru_ru: Замостить

source: Repeat-X (Horizontal)
ru_ru: Повторять по горизонтали

source: Repeat-Y (Vertical)
ru_ru: Повторять по вертикали

source: Position background image...
ru_ru: Расположение фоновой картинки…

source: Center Center (Default)
ru_ru: По центру (по умолчанию)

source: Top Center
ru_ru: По центру и сверху

source: Bottom Center
ru_ru: По центру и снизу

source: Top Left
ru_ru: Слева-сверху

source: Top Right
ru_ru: Справа-сверху

source: Bottom Left
ru_ru: Слева-снизу

source: Bottom Right
ru_ru: Справа-снизу

source: Opacity of the Image Layer...
ru_ru: Непрозрачность изображения…

source: 30% (Default)
ru_ru: 30% (по умолчанию)

source: Disable Featured Image on Archive?
ru_ru: Убрать миниатюры в архиве?

source: Disable Featured Image from showing on the index/archive/home whilst still being able to use it on this single post or page.
ru_ru: Не показывать миниатюру в архиве/на главной, но показывать в записи.

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий отправился к модератору.

source: at
ru_ru: в

source: (Edit)
ru_ru: (Редактировать)

source: Pingback:
ru_ru: Ссылки на сайт:

source: Audio Link:
ru_ru: Ссылка на аудиофайл:

source: Video Post:
ru_ru: Видео:

source: Link Post:
ru_ru: Ссылка:

source: Quote Source:
ru_ru: Источник цитаты:

source: General Settings
ru_ru: Настройки

source: Auto Excerpt on Blog?
ru_ru: Автоматически создавать цитату в блоге?

source: Auto Excerpt Length on Blog (Words)
ru_ru: Длина автоматической цитаты (в словах)

source: Hide Plain Text logo?
ru_ru: Не показывать текстовый логотип

source: Hide Tagline?
ru_ru: Не показывать описание сайта

source: Hide Global Sidebar?
ru_ru: Не показывать боковую колонку

source: Use Alternate Global Sidebar?
ru_ru: Использовать другую боковую колонку

source: Hide Lead Text on homepage?
ru_ru: Не показывать БОЛЬШОЙ ТЕКСТ на главной

source: Use "Subtle" Layout for Posts &amp; Pages? (e.g. no big lead image on posts/pages with overlaid title)
ru_ru: Использовать "Скучный" шаблон для записей и страниц (без большой картинки и названия на ней)

source: Center Header
ru_ru: Выровнять шапку по центру

source: Use Black Social Share icons on posts?
ru_ru: Использовать чёрные социокнопки в записях

source: Hide Social Share on posts?
ru_ru: Не показывать социокнопки в записях

source: Hide Comments?
ru_ru: Не показывать комментарии

source: Enable Comments on Pages?
ru_ru: Разрешить комментировать страницы

source: Twitter Username
ru_ru: Ник в Твиттере

source: Show Comment Count on Home/Archive?
ru_ru: Показывать число комментариев на главной или в архиве

source: Menu Settings
ru_ru: Меню

source: Use Standard Desktop Menu?
ru_ru: Использовать стандартное меню

source: Activate mobile menu at (only use in conjunction with "Standard Desktop" Menu)
ru_ru: Размер экрана, при котором включится мобильное меню (если включено "Стандартное" меню)

source: Hide Menu Icon?
ru_ru: Не показывать иконку меню

source: Amount of Recent Posts on Navigation Overlay
ru_ru: Число записей, отображаемых в меню

source: Hide Recent Posts Title on Navigation Overlay?
ru_ru: Не показывать «Свежие записи» в меню

source: Hide Navigation Title on Navigation?
ru_ru: Не показывать пункты меню (останутся только записи)

source: Background & Border Colors
ru_ru: Цвета фона и рамок

source: Header Background Colour
ru_ru: Цвет фона шапки

source: Site Navigation Overlay Background Color
ru_ru: Цвет фона меню

source: Page & Post Lead Background Color
ru_ru: Цвет фона лида страниц и записей

source: Footer Widgets Background
ru_ru: Фон колонок в подвале

source: Body Background
ru_ru: Основной фон

source: Post background
ru_ru: Фон записей

source: Footer background
ru_ru: Фон подвала

source: Button Color
ru_ru: Цвет кнопок

source: Button Hover Color
ru_ru: Цвет кнопок при наведении

source: Home Intro Background Color
ru_ru: Фон интро на главной

source: Link Format Background Color
ru_ru: Фон формата записи «Ссылка»

source: Gallery Format Background Color
ru_ru: Фон формата записи «Галерея»

source: Comments title Background Color
ru_ru: Фон заголовка комментариев

source: Archive/Index Post Image Background Color
ru_ru: Фон формата записи «Архив/Оглавление»

source: Border Color Blockquote
ru_ru: Цвет рамки цитаты

source: Border Color
ru_ru: Цвет рамки

source: Blog Title
ru_ru: Название блога

source: Blog Title Hover
ru_ru: Название блога при наведении

source: Blog Tagline
ru_ru: Описание сайта

source: Main Text
ru_ru: Основной текст

source: Heading Colour
ru_ru: Заголовок

source: Main Link
ru_ru: Ссылки

source: Main Link Hover
ru_ru: Ссылки при наведении

source: Meta Text
ru_ru: Информация о записи

source: Meta Text Link Hover
ru_ru: Информация о записи при наведении

source: Archive Title Link
ru_ru: Заголовки в архиве

source: Archive Title Link Hover
ru_ru: Заголовки в архиве при наведении

source: Navigation Overlay Link
ru_ru: Ссылки в меню

source: Navigation Overlay Link Hover
ru_ru: Ссылки в меню при наведении

source: Ampersand Color
ru_ru: Цвет амперсанда (&)

source: Page &amp; Post Lead Color
ru_ru: Цвет лида записей и страниц

source: Page &amp; Post Lead Meta Hover Color
ru_ru: Цвет описания записи в лиде при наведении

source: Menu Link/Icon Color
ru_ru: Цвет иконки и ссылки на меню

source: Link Format Color
ru_ru: Цвет формата записи «Ссылка»

source: Commment Title Color
ru_ru: Цвет заголовка комментария

source: Footer Widget Link Color
ru_ru: Цвет ссылки в подвале

source: Footer Widget Link Hover Color
ru_ru: Цвет ссылки в подвале при наведении

source: Footer Text &amp; Footer Links
ru_ru: Ссылки и текст в подвале

source: Footer Link Hover
ru_ru: Ссылка в подвале при наведении

source: Fonts
ru_ru: Шрифты

source: Main Font
ru_ru: Основной шрифт

source: Heading & Meta Font
ru_ru: Заголовки и информация о записи

source: Uppercase all "Titles"?
ru_ru: Сделать все "заголовки" прописными?

source: Fonts Advanced
ru_ru: Продвинутые шрифты

source: We support Google web fonts, Typekit and Adobe Web fonts. Paste their code in to the Font Service Code block below then enter the font family as they tell you to in the Font Family textboxes for Heading &amp; Main. Finally choose your font-weight. <br /><br /><strong>You need to save and publish to view your changes</strong>.
ru_ru: Мы поддерживаем Google web fonts, Typekit и Adobe Web fonts. Вставьте полученный там код в окошко снизу, затем укажите семейство шрифтов так же как указано в окошках с выбром шрифта основного текста и заголовков. Затем укажите жирность шрифта <br /><br /><strong>Чтобы увидеть изменения сохраните и опубликуйте настройки</strong>.

source: Main Font Family
ru_ru: Семейство шрифтов для основого текста

source: Font Weight for Main
ru_ru: Жирность шрифта на главной

source: Font Weight for Headings & Meta
ru_ru: Жирность шрифта для заголовков и информации о записи

source: Italicise Main?
ru_ru: Сделать текст на главной <em>курсивом</em>

source: Italicise Heading &amp; Meta?
ru_ru: Сделать <em>курсивом</em> заголовки и информацию о записи

source: Heading &amp; Meta Font Family
ru_ru: Семейство шрифтов для заголовков и информации о записи

source: Image Uploads
ru_ru: Изображения

source: Logo (Retina)
ru_ru: Логотип (для ретины)

source: Logo
ru_ru: Логотип

source: Upload Favicon (32x32px)
ru_ru: Фавикон (32×32px)

source: Upload Apple Touch Icon (144x144px)
ru_ru: Apple Touch Icon (144×144px)

source: Post & Page Lead Image (over 1680x650 is ideal)
ru_ru: Картинка для лида в записях и на страницах (если 1680×650, то будет красиво)

source: Body Background Tile
ru_ru: Замостить основной фон

source: Image Settings
ru_ru: Настройки изображений

source: You can choose to override the featured image settings here. Set a width, height and hard crop. <strong> Do not include values e.g. just enter 1100 and not 1100px</strong>. Once done please install and run the <a href="http://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">Regenerate Thumbnails</a> plugin.
ru_ru: Тут вы можете изменить настройки миниатюр: ширину, высоту и жёсткую обрезку. <strong>Не указывайте единицы! Например пишите 1100, а не 1100px.</strong> После того, как укажете нужные параметры, установите <a href="http://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">Regenerate Thumbnails</a>, и запустите его.

source: Override image settings with below?
ru_ru: Переписать настройки изображений теми, что снизу

source: Set image width (default is 1100)
ru_ru: Ширина изображения (по умолчанию 1100)

source: Set image height (leave 9999 for unfixed height)
ru_ru: Высота изображения (чтобы не ограничивать, оставьте 9999)

source: Hard crop all images?
ru_ru: Жёстко обрезать все изображения

source: Center all featured images?
ru_ru: Выровнять все миниатюры по центру

source: Custom Text
ru_ru: Текст

source: Navigation
ru_ru: Навигация

source: Navigation Menu Overlay Title
ru_ru: Название разворачивающегося меню

source: 10 Most recent posts
ru_ru: 10 свежих записей

source: Recent Posts Menu Overlay Title
ru_ru: Название меню свежих записей в разворачивающемся меню

source: Menu
ru_ru: Меню

source: "Menu" Text
ru_ru: Текст для "Меню"

source: Logo Alt
ru_ru: Параметр <alt> для логотипа

source: Logo Alt Text
ru_ru: Текст для параметра <alt> для логотипа

source: Logo Title
ru_ru: Параметр <title> для логотипа

source: Logo Title Text
ru_ru: Текст для параметра <title> для логотипа

source: Custom CSS Block
ru_ru: Свой CSS

source: Enter Your Custom CSS
ru_ru: Впишите все ваши стили сюда

source: Footer Widget Area
ru_ru: Подвал

source: Sidebar Widget Area
ru_ru: Боковая колонка

source: Sidebar Widget Area (Page)
ru_ru: Боковая колока для страниц

source: Social Footer Widget Area
ru_ru: Социокнопки в подвале

source: Add your social links.
ru_ru: Ссылки на ваши соцсети

source: MeanThemes Social Widget
ru_ru: Социовиджет MeanThemes

source: Please add Full URLs e.g. http://twitter.com/getmeanthemes
ru_ru: Добавляйте полные адреса, например http://twitter.com/getmeanthemes

source: Title:
ru_ru: Название:

source: Description:
ru_ru: Описание:

source: Open links in new window?
ru_ru: Открывать ссылки в новом окне

source: Use white icons?
ru_ru: Использовать белые иконки
