Repository: franciscof5/sistema-pomodoros-javascript-wp-theme-2016
Catalog: plugins/ical-feeds/languages/icalfeeds-*.po
Languages: fr_fr

source: iCal Feeds
fr_fr: Flux iCal

source: Configuration updated.
fr_fr: Configuration mise à jour.

source: You have to define your current timezone (specify a city) in
fr_fr: Vous devez définir votre fuseau horaire (en spécifiant une ville) dans

source: Settings > General
fr_fr: Réglages > Général

source: iCal Feeds Configuration
fr_fr: Configuration de iCal Feeds

source: Advanced Options
fr_fr: Options avancées

source: Enable a secret parameter to view ALL future posts.
fr_fr: Activer un paramètre secret pour voir tous les billets programmés.

source: Secret parameter value:
fr_fr: Valeur du paramètre secret :

source: Time interval per post:
fr_fr: Intervalle de temps par article :

source: Number of blog posts:
fr_fr: Nombre de billets :

source: blog posts
fr_fr: billets

source: Number of future posts:
fr_fr: Nombre de billets dans le futur :

source: future posts
fr_fr: billets futurs

source: Save
fr_fr: Sauver

source: Main iCal feeds
fr_fr: Flux iCal principaux

source: You can use the below addresses to add in your iCal software:
fr_fr: Vous pouvez utiliser les adresses ci-dessous pour les ajouter dans votre logiciel iCal :

source: Public iCal feed
fr_fr: Flux iCal public

source: Private iCal feed
fr_fr: Flux iCal privé

source: Categories iCal feeds
fr_fr: Flux iCal des catégories

source: Public iCal feed for
fr_fr: Flux iCal public pour

source: Multiple categories iCal feeds
fr_fr: Flux iCal de plusieurs catégories

source: You can add multiple categories in only one URL. Just check the categories you want below:
fr_fr: Vous pouvez ajouter plusieurs catégories dans une seule URL. Cochez les catégories que vous souhaitez ci-dessous :

source: Post Type iCal feeds
fr_fr: Flux iCal pour le type de billet

source: Custom Date iCal feed
fr_fr: Flux iCal pour la date personnalisée

source: You can use a custom date field instead of the default publish date. The Meta Key must exist in the Post Meta table.
fr_fr: Vous pouvez utiliser un champ de date personnalisé à la place de la date de publication par défaut. La clé meta doit exister dans la table Post Meta.

source: You can also use a custom end date field width enddatefield.
fr_fr: Vous pouvez également utiliser un champ de date de fin personnalisé avec enddatefield.
