Repository: franciscof5/sistema-pomodoros-javascript-wp-theme-2016
Catalog: plugins/wp-posts-to-instagram-by-kolesyane/languages/wp-posts-to-instagram-cat-*.po
Languages: ru_ru

source: Request failed, there's a chance that this proxy/ip is blocked
ru_ru: Не удалось выполнить запрос, есть шанс, что этот прокси / IP заблокирован

source: Empty response received from the server while trying to login
ru_ru: Пустой ответ получен от сервера при попытке входа в Instagram

source: Could not decode the Instagram response
ru_ru: Не удалось декодировать ответ сервера Instagram

source: Posted to Instagram
ru_ru: Опубликовано в Instagram

source: Failed post to Instagram
ru_ru: Ошибка при публикации в Instagram

source: Empty response received from the server while trying to configure the image
ru_ru: Пустой ответ, полученный от сервера при попытке настроить изображение

source: You are not logged in. There's a chance that the account is banned
ru_ru: Вы не вошли в систему. Есть вероятность, что учетная запись заблокирована

source: Instagram response status error
ru_ru: Ошибка ответа от сервера Instagram

source: Error while processing the image to Instagram
ru_ru: Ошибка при обработке изображения для Instagram

source: Settings Updated
ru_ru: Настройки обновлены

source: Instagram account settings
ru_ru: Настройки учетной записи Instagram

source: Instagram poster settings
ru_ru: Настройки

source: Instagram Account Login
ru_ru: Имя учетной записи

source: Instagram Account Password
ru_ru: Пароль

source: Select the type of content, the publication of which will be sent to instagram
ru_ru: Выберите тип содержимого, публикация которой будет загружена в Instagram
